<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Application Name
    |--------------------------------------------------------------------------
    |
    */
    'name' => 'Schudnime.sk',

    /*
    |--------------------------------------------------------------------------
    | Admin Configuration
    |--------------------------------------------------------------------------
    |
    */
    'admin' => [

        'favicon' => 'here-will-be-favicon.ico',

        'logo' => [
            'text' => '<i class="fa fa-leaf"></i> Serenity<strong>CMS</strong>',
            'smallText' => '<i class="fa fa-leaf"></i>',
        ],

        'title' => [

            /*
            |--------------------------------------------------------------------------
            | Admin Title Delimiter
            |--------------------------------------------------------------------------
            | Default: " | "
            |
            */
            'delimiter' => ' | ',

            /*
            |--------------------------------------------------------------------------
            | Admin Title Suffix
            |--------------------------------------------------------------------------
            | If not set, application name will be used instead.
            |
            */
            'suffix' => '',
        ],

        'loginHeading' => '<cite>Ak môžeš ísť k rieke, nechoď k džbánu.</cite><br>Leonardo Da Vinci',

    ]

];
